import json

EntityDict={
    
    '["是","對","是的","對的","恩","嗯","恩恩","嗯嗯","4"]' : "true",

    '["不是","不對","不","說錯","講錯","弄錯","搞錯"]' : "false",

    '["你好","妳好","你好啊","你好阿","你好呀","哈囉","安安","hi","hello","嗨","嘿","喂"]' : "welcome",

    '["訂","預訂","定","預定","想訂","要訂","想定","要定","預約"]' : "booking",

    '["飯店","旅館","民宿","賓館","旅社","酒店"]' : "hotel",

    '["名世大飯店","晶英酒店","香格里拉大飯店"]' : "hotelname",

    '["叫車","計程車"]' : "callcar",

    '["餐廳","小吃","食物","美食"]' : "restaurant",

    '["吃","好吃"]' : "eating" ,

    '["台鐵","火車","車票"]' : "train" , 

    '["成功大學","安平古堡","赤崁樓"]' : "location"


}


